Repository: common-repository/child-height-predictor
Catalog: childheight_plugin-*.po
Languages: de_de

source: Childheight Calculator
de_de: Wachstumsrechner für Kinder

source: Options saved.
de_de: Einstellungen gespeichert.

source: Childheight plugin Options
de_de: Wachstumsrechner Einstellungen

source: Units system:
de_de: Einheitensystem:

source: metric
de_de: metrisch

source: Update Options
de_de: Einstellungen aktualisieren

source: Your child's height will be <strong> {fromH} {units} to {toH} {units} </strong>
de_de: Ihr Kind wird <strong> {fromH} {units} bis {toH} {units} groß werden.</strong>

source: Here are the results based on the information you provided:
de_de: Die Ergebnisse auf Basis der von Ihnen eingegebenen Daten:

source: Please, enter correct values.
de_de: Bitte geben Sie korrekte Werte ein.

source: Child height Calculator shortcode
de_de: Wachstumsrechner

source: Units:
de_de: Einheit:

source: Sex of child:
de_de: Geschlecht:

source: boy
de_de: Junge

source: girl
de_de: Mädchen

source: Calculate
de_de: Berechnen

source: Width:
de_de: Breite:

source: Height:
de_de: Höhe:

source: Childheight Calculator widget
de_de: Wachstumsrechner Widget

source: Please enter father's height:
de_de: Größe des Vaters in cm

source: Please enter mother's height:
de_de: Größe der Mutter in cm
